Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/sfs_veiledning_35_habmedit-.html.tmx
Source language: smj
Languages: sma

source: Udir.no - Hábmedit tevstajt ma tjállemsåhpamusájt tjuovvu
sma: Udir.no - Tjaalegh haamoedidh mah tjaelemekonvensjovnide fulkieh

source: Hábmedit tevstajt ma tjállemsåhpamusájt tjuovvu
sma: Tjaalegh haamoedidh mah tjaelemekonvensjovnide fulkieh

source: Tjálálasj guládallamin le ållo majt oahppe galggi oahppat.
sma: Tjaaleldh gaskesadtemisnie learohkh edtjieh jïjnjem lïeredh.

source: Duola degu galggi sij nuppát jahkedáse rájes máhttet giellajienajt ja tjállet unnes ja stuorra bokstávaj.
sma: Gaskem jeatjah edtjieh mubpede jaepiedaltesistie gïeletjoejide maehtedh, jïh stoerre jïh smaave bokstaavh tjaeledh.

source: Maŋenagi galggi oahppat tjállemvuogev, sige duolla tjállet ja mærkkomav.
sma: Mænngan learohkh edtjieh ortografijem lïeredh, dovne reaktoetjaeleme jïh væhtabïejeme.

source: Galggi máhttet tjálálattjat åvddånbuktet nav vaj iehtjáda dádjadi majt sij tevstan åvddånbukti.
sma: Dah edtjieh maehtedh jïjtjemse tjaaleldh tjïelkesidh, guktie dah mubpieh guarkoeh maam dah tjaalegisnie soptsestieh.

source: Oahppe vierttiji diedulattja liehket bágo tjáleduvvi ietjáláhkáj majt javladuvvi.
sma: Learohkh tjuerieh vuerkiehtidh baakoeh jeatjahlaakan tjaalasuvvieh goh jeahtasuvvieh.

source: Sámegiela riektatjállemnjuolgadusá le hábbmidam dan láhkáj vaj nav moattes gåk máhttelis le galggi máhttet tjálálattjat sámegiellaj guládallat.
sma: Dah saemien reaktoetjaelemenjoelkedassh leah naemhtie haamoedamme guktie dan jeenjesh goh gåarede, edtjieh maehtedh saemiengïelesne tjaaleldh gaskesadtedh.

source: Jus divna lidjin tjállet ietjasij vuogij milta, de li galla gássjel sjaddat ja nav guhkke iehtjádij tevstajt låhkåt.
sma: Jis gaajhkesh jïjtselaakan tjeelin, dle sæjhta geerve sjïdtedh mubpiej tjaalegh lohkedh, jïh lohkeme sæjhta fïnkesidh.

source: Juohkka tæksta vierttij lågåduvvat fonologalattjat, mij le hirmmat guhkke låhkåt gå ortográfalatjjat låhkåt.
sma: Dellie lij tjoereme fïerhtem tjaalegem fonologijen mietie lohkedh, jïh dïhte vielie fïnkese goh ortografijen mietie lohkedh.

source: Dat vas vájkkut låsebu sjaddá sámegielav låhkåt gå duola degu dárogielav, ja dat ij la galla ájádusáj milta.
sma: Dellie lij geervebe sjïdteme saemien lohkedh goh nøørjen, jïh ij edtjh naemhtie årrodh.

source: Vuollelin gávnnu lissta tjuokkaj mij le oahppija ávkálasj tjuovvot, gå tjálli.
sma: Vuelielisnie akte læstoe gusnie naan mierieh mah leah nuhteligs learoehkidie gosse tjaelieh.

source: Lissta máhttá ávkálasj viehkken oahppijda 2. gitta 10. jahkedásijn.
sma: Læstoe maahta viehkine årrodh learoehkide 2. jaepiedaltesistie 10. jaepiedaltesasse.

source: Åhpadiddje máhttá válljit muhtem tjuokkajt vaj lissta álggotjálláj doajmmá.
sma: Lohkehtæjja maahta såemies mierieh veeljedh guktie læstoe sjeahta aalkoetjaelijasse.

source: Maŋenagi máhtti ienep tjuokka duoddiduvvat.
sma: Mænngan maahta jienebh mierieh lissiehtidh.

source: Dáv åhpadiddje hiebat ájnegisoahppe tjállemmáhtudagáj milta.
sma: Lohkehtæjja dam sjïehtede dan aktegs learohken tjaelememaehtelesvoetide.

source: Klássan máhtti åhpadiddje ja oahppe mierredum ájgen dárkkelit ájádallat muhtem tjuokkajt listas ja daj barggat desik oahppe dåjmalattjat adni dajt ietjasij tjállemin.
sma: Klaassesne lohkehtæjja jïh learohkh maehtieh såemies mierieh læstoste krøøhkedh akten vihties boelhken, jïh dej mieriejgujmie barkedh goske learohkh dejtie eadtjohkelaakan nåhtadieh jïjtse tjaelemebarkosne.

source: Vuorasap oahppe aj dárbahij gærddomijt ja mujttádusájt.
sma: Aaj daerpies båarasåbpoe learohkh måjhtajidh jïh baajedh dejtie gellie aejkieh darjodh.

source: Oahppe máhtti hárjjidallat dav majt sij e riekta máhte, aktu jali juohkusijn.
sma: Learohkh maehtieh misse akt haarjanidh maam eah rikti maehtieh, oktegh jallh dåehkine.

source: Gåktu barggat
sma: Barkoevuekie

source: Vuostasj bále oahppe listajn barggi, viertti åhpadiddje dárkkeit tjielggit goassa ja gåktu dat galggá aneduvvat.
sma: Voestes aejkien learohkh læstoem nåhtadieh, lohkehtæjja byøroe veelelaakan buerkiestidh gåessie jïh guktie dïhte edtja åtnasovvedh.

source: Maŋŋela gæhttjali oahppe ietja listajn barggat.
sma: Dan mænngan learohkh voejhkelieh læstoem oktemierien nåhtadidh.

source: Sij adni dav gå tevstajt páhppárij jali pcaj tjálli.
sma: Dah dam nåhtadieh gosse tjaalegh sjugniedieh paehpierisnie jall pc ’ sne.

source: Dan láhkáj oahppe dárkkelit tjuokkajt listan ájádalli gå tjálli duon dán ulme milta, duola degu ietjá fágajn.
sma: Daate sæjhta jiehtedh learohkh krøøhkestieh dejtie mieride læstosne gosse ovmessie åssjelidie tjaelieh, vuesiehtimmien gaavhtan jeatjah faagine.

source: Oahppe aj adni dav gå ietjasa tevstajt gehtjadi ja divudi.
sma: Learohkh aaj dam nåhtadieh gosse tjaalegidie ikth vielie vuartasjieh, jïh tjaalegidie staeriedieh.

source: De gæhttji listan tjuokkes tjuokkaj desik guoradallam li bargov divnaj tjuokkaj milta.
sma: Dellie miereste mierese læstosne vaedtsieh goske barkoem goerehtamme gaajhki mieriej mietie.

source: Nuorap oahppijn le oanep lissta gå vuorasappojn.
sma: Dah unnemes learohkh åenebe læstoeh utnieh båarasommes learoehkijstie.

source: Moatteda listav, stuoreda dav ja gatsosta dav sæjnnáj klássalanján nav vaj le álkke oahppida dav vuojnnet.
sma: Vaeltieh kopijem læstoste, stueredh dam jïh gævnjesth dam viedtjese klaassetjiehtjielisnie guktie lea aelhkie learoehkide dam vuejnedh.

source: Juohkkahasj viertti ietjasa listav adnet majt juogu lijmmiduvvi tjállemgirjjáj, bævddáj ja / jali gatsoduvvi táblluj jali galmmaskáhppaj.
sma: Gaajhkesh byøroeh aaj sov jïjtse læstoem utnedh maam tjaelemegærjesne lïjmesjamme, buertesne jïh / jallh lea gyvnjeme aktene taavlesne jallh jueskieskåapesne gåetesne.

source: Hiebadibme
sma: Sjïehtedimmie

source: Lissta hiebaduvvá sige klássa ja ájnegisoahppe dárboj milta.
sma: Sjïehtede læstoem daerpiesvoetide dovne klaassesne, jïh aktegs learohki luvnie.

source: Tjuokka listan máhtti målssot sajev nav vaj daj maj oahppe dan gávdan ienemusát barggi li bajemusán.
sma: Mierieh læstosne maehtieh sijjiem målsodh guktie dam maam learohkh krøøhkestieh akten boelhken, bijjebisnie tjåådtje.

source: Nuppen gávdan dættoduvvá juoga ietján.
sma: Mubpien boelhken maam akt jeatjah bæjjese lutnjie.

source: Åhpadiddje ságas oahppijn dábálasj njuolgadusáj birra ma li listan båhti vuojnnuj.
sma: Lohkehtæjja learohkigujmie soptseste dej siejhmemes njoelkedassi bïjre mah læstosne tjåadtjoeh.

source: Maŋŋela lijmmiji oahppe listav tjállemgirjjáj jali bævddáj.
sma: Dan mænngan learohkh læstoem lïjmesjieh tjaelemegærjese jallh buartan.

source: Mujttemlissta viertti aj vuojnnusin klássalanján, vaj álkke le gehtjastit dasi gå dárbbo le.
sma: Mojhteselæstoe byøroe aaj våajnoes årrodh klaassen tjiehtjielisnie, guktie lea aelhkie dam vuartasjidh gosse daerpies.

source: Máhtudakmihto
sma: Maahtoeulmie

source: Ulmme bargojn le oahppe galggi tjállet dádjadahtte tevstajt ma tjállemsåhpamusájt tjuovvu.
sma: Barkoen ulmie lea learohkh edtjieh tjaalegh tjaeledh mejtie mubpieh guarkoeh, mah tjaelemekonvensjovnide fulkieh.

source: Njuolgadusá galggi vædtsagin liehket majt oahppe luondulattjat adni gå tjálli.
sma: Dah njoelkedassh edtjieh dïrreginie sjïdtedh mejtie learohkh iemielaakan nåhtadieh, gosse tjaelieminie.

source: Dá máhtudakmihto javlli juoga oahppij tjállemmáhtudagáj birra:
sma: Daah maahtoeulmieh learohki tjaelememaahtoen bïjre soptsestieh:

source: Máhtudakmihto 4. jahkedáse maŋŋela
sma: Mojhteselæstoe reaktoetjaeliemasse

source: Le listan bajelttjála ?
sma: Tjaalegen bijjietjaalege ?

source: Javllá álgadus man birra tæksta le ?
sma: Aalkove sopteste man bïjre tjaalege lea ?

source: Le tevstan låhpadus ?
sma: Tjaalegen galhkuve ?

source: Le gus bágojt tjállám jur unnes bokstávaj jali jur stuorra bokstávaj ?
sma: Datne baakojde ajve smaave bokstaavigujmie tjaaleme, jallh ajve stoerre bokstaavigujmie ?

source: Le gus namájn stuorra álggobokstávva ?
sma: Stoere bokstaave jïjtsenommine ?

source: Le tjuogga, gatjálvismærkka ja tjuorvasmærkka riekta sajen ?
sma: Punktume, gihtjemevæhta jïh tjåårvevæhta reaktoe sijjesne ?

source: Le gus stuorra bokstávva tjuokka, gatjálvismerka ja tjuorvasmerka duogen ?
sma: Stoerre bokstaave punktumen, gihtjemevæhtan jïh tjåårvevæhtan minngesne ?

source: Le gus gasska bágoj gaskan ?
sma: Gaske baakoej gaskem ?

source: Le gus verba juohkka gárgadisán ?
sma: Vaerbe fïerhtene raajesisnie ?

source: Le gus sjoappkabágo tjáledum aktan ?
sma: Baakoeh reaktoe tjaalasovveme ?

source: Le bágo duolla tjáledum ?
sma: Vuartesjh baakoegærjesne.

source: Le gus bágo såjåduvvam riekta ?
sma: Baakoeh reaktoe sojjehtamme ?

source: Le gus ietjá mige mij hæhttu divoduvvat ?
sma: Tjuara maam akt jeatjah staeriedidh ?
